tap 'homebrew/services'

brew 'btop'
brew 'cmatrix'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'hcloud'
brew 'lazygit'
brew 'llm'
brew 'mas'
brew 'mosh'
brew 'm-cli'
brew 'neovim'
brew 'ollama'
brew 'ripgrep'
brew 'starship'
brew 'stow'
brew 'tmux'
brew 'zoxide'

brew 'rbenv'
brew 'ruby-build'
brew 'npm'
brew 'jq'
brew 'docker-buildx'
cask 'docker'

cask 'ghostty'

cask 'backblaze'
cask 'claude'
cask 'google-chrome'
cask 'logi-options+'
cask 'moom'
cask 'notion'
cask 'obsidian'
cask 'omnigraffle'
cask 'readwise-ibooks'
cask 'setapp'
cask 'steam'
cask 'signal'
cask 'spaceid'
cask 'superkey'
cask 'tailscale'

mas '1Blocker', id: 1365531024
mas 'Actions For Obsidian', id: 1659667937
mas 'DaisyDisk', id: 411643860
mas 'Day One', id: 1055511498
mas 'Displaperture', id: 1543920362
mas 'Drafts', id: 1435957248
mas 'Gestimer 2', id: 6447125648
mas 'Googly Eyes', id: 6743048714
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pandan', id: 1569600264
mas 'Things 3', id: 904280696
mas 'UnTrap for YouTube', id: 1637438059
