# Core development tools
brew 'bat'
brew 'btop'
brew 'chafa'
brew 'cmatrix'
brew 'docker-buildx'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'hcloud'
brew 'jq'
brew 'lazygit'
brew 'llm'
brew 'mas'
brew 'm-cli'
brew 'mosh'
brew 'neovim'
brew 'netlify-cli'
brew 'npm'
brew 'ollama'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-build'
brew 'rust'
brew 'starship'
brew 'stow'
brew 'tmux'
brew 'zoxide'

# Applications
cask 'alfred'
cask 'backblaze'
cask 'claude'
cask 'cursor'
cask 'docker-desktop'
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'hammerspoon'
cask 'keymapp'
cask 'kindavim'
cask 'logi-options+'
cask 'moom'
cask 'obsidian'
cask 'omnigraffle'
cask 'reader'
cask 'readwise-ibooks'
cask 'setapp'
cask 'signal'
cask 'slack'
cask 'superkey'
cask 'tailscale-app'
cask 'vlc'
cask 'warp'

# Mac App Store apps
mas '1Blocker', id: 1_365_531_024
mas 'DaisyDisk', id: 411_643_860
mas 'Day One', id: 1_055_511_498
mas 'Displaperture', id: 1_543_920_362
mas 'Drafts', id: 1_435_957_248
mas 'Framous: Screenshot Frames', id: 6_636_520_519
mas 'Gestimer 2', id: 6_447_125_648
mas 'Googly Eyes', id: 6_743_048_714
mas 'Keynote', id: 409_183_694
mas 'Numbers', id: 409_203_825
mas 'Pages', id: 409_201_541
mas 'Pandan', id: 1_569_600_264
mas 'Things 3', id: 904_280_696
mas 'Triode', id: 1_450_027_401
mas 'Xcode', id: 497_799_835