# Work-specific packages
# Add packages needed for work machine here
# Core dependencies are in the main Brewfile
tap 'felixkratz/formulae'
tap 'nikitabobko/tap'

brew 'awscli'
brew 'felixkratz/formulae/borders'
brew 'gpg'
brew 'lazygit'
brew 'mas'

cask 'claude'
cask 'claude-code@latest'
cask 'cursor'
cask 'granola'
cask 'logi-options+'
cask 'nikitabobko/tap/aerospace'
cask 'obsidian'
cask 'superkey'

mas 'Displaperture', id: 1543920362
mas 'Hand Mirror', id: 1502839586
mas 'Things 3', id: 904280696
