brew 'bat'
brew 'chafa'
brew 'cmatrix'
brew 'hcloud'
brew 'llm'
brew 'mosh'
brew 'ollama'
brew 'rust'

brew 'docker-buildx'
cask 'docker-desktop'

cask 'backblaze'
cask 'claude'
cask 'omnigraffle'
cask 'reader'
cask 'readwise-ibooks'
cask 'setapp'
cask 'tailscale-app'
cask 'vlc'
cask 'warp'

mas '1Blocker', id: 1_365_531_024
mas 'DaisyDisk', id: 411_643_860
mas 'Day One', id: 1_055_511_498
mas 'Drafts', id: 1_435_957_248
mas 'Framous: Screenshot Frames', id: 6_636_520_519
mas 'Googly Eyes', id: 6_743_048_714
mas 'Pages', id: 409_201_541
mas 'Pandan', id: 1_569_600_264
mas 'Triode', id: 1_450_027_401
mas 'Xcode', id: 497_799_835
