# Taps
tap 'felixkratz/formulae'
tap 'nikitabobko/tap'

# Brews
brew 'bat'
brew 'btop'
brew 'cmatrix'
brew 'cbonsai'
brew 'docker-buildx'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'felixkratz/formulae/borders'
brew 'felixkratz/formulae/sketchybar'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'hcloud'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'llm'
brew 'm-cli'
brew 'mas'
brew 'mosh'
brew 'neovim'
brew 'netlify-cli'
brew 'npm'
brew 'ollama'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-build'
brew 'rust'
brew 'sd'
brew 'starship'
brew 'stow'
brew 'tmux'
brew 'zoxide'

# Casks
cask 'aerospace'
cask 'alfred'
cask 'backblaze'
cask 'claude'
cask 'docker-desktop'
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'hammerspoon'
cask 'keymapp'
cask 'leader-key'
cask 'logi-options+'
cask 'moom'
cask 'obsidian'
cask 'omnigraffle'
cask 'reader'
cask 'readwise-ibooks'
cask 'signal'
cask 'slack'
cask 'superkey'
cask 'tailscale-app'
cask 'thingsmacsandboxhelper'
cask 'zoom'

# Mac App Store
mas '1Blocker', id: 1365531024
mas 'Bear: Markdown Notes', id: 1091189122
mas 'DaisyDisk', id: 411643860
mas 'Day One', id: 1055511498
mas 'Displaperture', id: 1543920362
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Things 3', id: 904280696
mas 'Triode', id: 1450027401
mas 'Xcode', id: 497799835
